app/views/microposts/_form.html.erb

SELECT "usersses".* FROM "usersses"
---
  <select name="micropost[userss_id]" id="micropost_userss_id">
    <% @useres=Userss::all().each do |userss|%>