app/controllers/microposts_controller.rb

  def create
    @micropost = Micropost.new(micropost_params)

    respond_to do |format|
      if @micropost.save
---
INSERT INTO "microposts" ("description", "number", "userss_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["description", "wqw1"], ["number", 1], ["userss_id", 1], ["created_at", "2017-09-26 06:54:35.694009"], ["updated_at", "2017-09-26 06:54:35.694009"]]