app/controllers/usersses_controller.rb

SELECT "usersses".* FROM "usersses"
---
  def index
    @usersses = Userss.all

INSERT INTO "usersses" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "nguyenngocdong"], ["email", "sdkdwe@gmail.com"], ["created_at", "2017-09-20 10:12:35.351239"], ["updated_at", "2017-09-20 10:12:35.351239"]]
---
  def create
    @userss = Userss.new(userss_params)

    respond_to do |format|
      if @userss.save

UPDATE "usersses" SET "name" = ?, "updated_at" = ? WHERE "usersses"."id" = ?  [["name", "nguyenngocdong444"], ["updated_at", "2017-09-20 10:12:42.630436"], ["id", 1]]
---
  def update
    respond_to do |format|
      if @userss.update(userss_params)

SELECT  "usersses".* FROM "usersses" WHERE "usersses"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
    def set_userss
      @userss = Userss.find(params[:id])